Repository: 9brada6/wiki-eat
Catalog: languages/*.po
Languages: ro_ro

# No aliments in category
source: Aliments from category "%s"
ro_ro: Alimente din categoria „%s”

# No aliments in category
source: No aliments in this category
ro_ro: Nici un aliment nu a fost găsit în acestă categorie

# aside tabs title
source: Aliments
ro_ro: Alimente

# aside tabs title
source: Categories
ro_ro: Categorii

# pagination
source: « Prev
ro_ro: « Înapoi

# pagination
source: Next »
ro_ro: Înainte »

# backend
source: Company:
ro_ro: Companie:

# backend
source: Search for company
ro_ro: Caută o companie

# post type
source: Ingredients
ro_ro: Ingrediente

# post type
source: Add New
ro_ro: Adaugă

# post type
source: Add New Ingredient
ro_ro: Adaugă un nou ingredient

# post type
source: Edit Ingredient
ro_ro: Editează ingredientul

# post type
source: New Ingredient
ro_ro: Ingredient nou

# post type
source: View Ingredient
ro_ro: Vezi ingredientul

# post type
source: View Ingredients
ro_ro: Vezi ingredientele

# post type
source: Search Ingredients
ro_ro: Caută după ingrediente

# post type
source: No Ingredients found
ro_ro: Niciun ingredient găsit

# post type
source: No Ingredients found in Trash
ro_ro: Niciun Ingredient găsit la gunoi

# post type
source: Parent Ingredient
ro_ro: Ingredientul Părinte

# post type
source: All Ingredients
ro_ro: Toate ingredientele

# post type
source: Ingredient Archives
ro_ro: Arhiva ingredientelor

# post type
source: Ingredient Attributes
ro_ro: Attributele ingredientului

# post type
source: Insert into Ingredient
ro_ro: Adaugă

# post type
source: Upload to this Ingredient
ro_ro: Încarcă

# post type
source: Companies
ro_ro: Companii

# post type
source: Company
ro_ro: Companie

# post type
source: Add New Company
ro_ro: Adaugă o companie nouă

# post type
source: Edit Company
ro_ro: Editează compania

# post type
source: New Company
ro_ro: Companie nouă

# post type
source: View Company
ro_ro: Vezi compania

# post type
source: View Companies
ro_ro: Vezi companiile

# post type
source: Search Companies
ro_ro: Caută companii

# post type
source: No Companies found
ro_ro: Nici o companie găsită

# post type
source: No Companies found in Trash
ro_ro: Nici o companie găsită la gunoi

# post type
source: Parent Company
ro_ro: Părintele companiei

# post type
source: All Companies
ro_ro: Toate companiile

# post type
source: Company Archives
ro_ro: Arhivele companiilor

# post type
source: Company Attributes
ro_ro: Atributele companiilor

# post type
source: Insert into Company
ro_ro: Adaugă

# post type
source: Upload to this Company
ro_ro: Încarcă

source: Ingredients Categories
ro_ro: Categorii

source: Primary Menu
ro_ro: Meniul principal

# backend
source: Select images for aliment:
ro_ro: Selectează imaginile pentru acest aliment:

# backend
source: Select images for aliment
ro_ro: Selectează imaginile pentru acest aliment

# backend
source: Use this image
ro_ro: Folosește această imagine

# backend
source: Set images for aliments
ro_ro: Stabilește imaginile alimentului

# backend
source: No image for aliments selected.
ro_ro: Nici o imagine pentru aliment selectată.

# backend
source: Images
ro_ro: Imagini

# backend
source: Ingredients list:
ro_ro: Lista de ingrediente:

# backend
source: Only the links to ingredients will be valid.
ro_ro: Numai link-urile către ingrediente sunt valide.

# backend
source: Ingredients
ro_ro: Ingrediente

# post type
source: Aliments
ro_ro: Alimente

# post type
source: Add New Aliment
ro_ro: Adaugă un nou aliment

# post type
source: Edit Aliment
ro_ro: Editează alimentul

# post type
source: New Aliment
ro_ro: Aliment nou

# post type
source: View Aliment
ro_ro: Vezi alimentul

# post type
source: View Aliments
ro_ro: Vezi alimentele

# post type
source: Search Aliments
ro_ro: Caută alimente

# post type
source: No Aliments found
ro_ro: Nici un aliment găsit

# post type
source: No Aliments found in Trash
ro_ro: Nici un aliment găsit la gunoi

# post type
source: Parent Aliment
ro_ro: Părintele alimentului

# post type
source: All Aliments
ro_ro: Toate alimentele

# post type
source: Aliment Archives
ro_ro: Atributele alimentului

# post type
source: Aliment Attributes
ro_ro: Atribute

# post type
source: Insert into Aliment
ro_ro: Adaugă

# post type
source: Upload to this Aliment
ro_ro: Încarcă

source: The greatest project you'll ever work on is you.
ro_ro: Cel mai mare proiect la care vei lucra vreodată ești tu

source: Unknown
ro_ro: Necunoscut

source: Your worst enemy cannot harm you as much as your own unguarded thoughts.
ro_ro: Cel mai rău duşman al tău nu-ţi poate face atât rău precum propriile gânduri nepăzite.

source: Success is the sum of small efforts—repeated day-in and day-out.
ro_ro: Succesul este suma micilor eforturi, repetate în fiecare zi.

source: Take care of your body. It’s the only place you have to live.
ro_ro: Ai grijă de corpul tău. Este cel mai important loc în care trăiești.

source: You may have to fight a battle more than once to win it.
ro_ro: Vei putea lupta o bătălie de mai multe ori ca să o câștigi.

source: Even if you fall on your face, you’re still moving forward.
ro_ro: Succesul este suma micilor eforturi, repetate în fiecare zi.

source: A journey of a thousand miles begins with a single step.
ro_ro: Cel mai rău duşman al tău nu-ţi poate face atât rău precum propriile gânduri nepăzite.

source: Let food be thy medicine, thy medicine shall be thy food.
ro_ro: Lasă mâncarea să fie medicatia, și medicația să fie mâncarea.

source: If you keep good food in your fridge, you will eat good food.
ro_ro: Dacă ții mâncare bună în frigider, vei mânca mâncare bună.

source: Your diet is a bank account. Good food choices are good investments.
ro_ro: Dieta ta este ca un cont bancar. Alegerile sănătoase sunt investiții bune.

source: Early to bed and early to rise, makes a man healthy wealthy and wise
ro_ro: Devreme în pat și devreme treaz, fac un om sănătos, deștept și viteaz.

source: Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity.
ro_ro: Lasă mâncarea să fie medicatia, și medicația să fie mâncarea.

source: The greatest wealth is Health.
ro_ro: Cea mai mare bogăție este sănătatea

source: Just because you're not sick doesn't mean you're healthy.
ro_ro: Dacă nu ești bolnav, asta nu înseamnă că ești sănătos.

source: If you don't take care of your body, where are you going to live?
ro_ro: Dacă nu ai grijă de corpul tău, atunci unde o să trăiești?

source: Health is a state of complete harmony of the body, mind and spirit. When one is free from physical disabilities and mental distractions, the gates of the soul open.
ro_ro: Dacă nu ai grijă de corpul tău, atunci unde o să trăiești?

source: Health is like money, we never have a true idea of its value until we lose it.
ro_ro: Sănătatea este ca banii, nu avem niciodată o adevărată idee a valorii ei până când nu o pierdem.

source: Time And health are two precious assets that we don't recognize and appreciate until they have been depleted.
ro_ro: Viata este o succesiune de momente. A-l trai pe fiecare inseamna a reusi.

source: From the bitterness of disease man learns the sweetness of health.
ro_ro: Sănătatea și buna dispoziție se generează natural una pe alta.

source: Catalan Proverb
ro_ro: Proverb catalan

source: Health and cheerfulness naturally beget each other.
ro_ro: Sănătatea și buna dispoziție se generează natural una pe alta.

source: Your body is a temple, but only if you treat it as one.
ro_ro: Corpul tău este un templu, dar numai dacă îl tratezi în felul acesta.

source: Our bodies are our gardens - our wills are our gardeners.
ro_ro: Corpul nostru este grădina noastră - gândurile noastre sunt grădinarii.

source: Health is not simply the absence of sickness.
ro_ro: Sănătatea nu este pur și simplu absența bolii.

source: An apple a day keeps the doctor away.
ro_ro: Un măr pe zi ține doctorul departe.

source: True healthcare reform starts in your kitchen, not in Washington.
ro_ro: Adevărata reformă a sănătății începe în bucătărie, și nu la Washington.

source: The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not.
ro_ro: E mai ușor să schimbi religia oamenilor decât obiceiul lor.

source: To keep the body in good health is a duty, for otherwise we shall not be able to trim the lamp of wisdom, and keep our mind strong and clear. Water surrounds the lotus flower, but does not wet its petals.
ro_ro: Obstacolele sunt acele lucruri groaznice pe care le vezi când îți iei ochii de la țelul tău.

source: Now there are more overweight people in America than average-weight people. So overweight people are now average.
ro_ro: În momentul de față sunt mai mulți oameni supraponderali în America decât cei cu o greutate normală. Deci oamenii supraponderali sunt acuma cei normali.

source: Health is a relationship between you and your body.
ro_ro: Sănătatea este o relație dintre tine și corpul tău.

source: He who takes medicine and neglects to diet wastes the skill of his doctors.
ro_ro: Omul care ia medicamente dar neglijeză dieta irosește îndemânarea doctorilor.

source: Chinese Proverb
ro_ro: Proverb chinezesc

source: Health of body and mind is a great blessing, if we can bear it.
ro_ro: Viețile noastre se sfârșesc în ziua în care devenim tăcuți în privința lucrurilor care contează pentru noi.

source: It is health that is the real wealth and not pieces of gold and silver.
ro_ro: Bogăția adevărată este sănătatea, nu bucățile de aur sau argint.

source: It is easier to change a man's religion than to change his diet.
ro_ro: E mai ușor să schimbi religia oamenilor decât obiceiul lor.

source: Most people work hard and spend their health trying to achieve wealth. Then they retire and spend their wealth trying to get back their health.
ro_ro: Mulți oameni lucrează din greu și plătesc cu sănătatea pentru a dobândi prosperitate. După asta ei platesc cu bogăția pentru a-și redobândi sănătatea.

source: As I see it, every day you do one of two things: build health or produce disease in yourself.
ro_ro: După cum văd eu, în fiecare zi faci una din aceste două lucruri: construiești sănătatea în corpul tău sau o strici.

source: Keeping your body healthy is an expression of gratitude to the whole cosmos - the trees, the clouds, everything.
ro_ro: Aceia care păstrează capacitatea de a aduna frumusețea nu vor îmbătrâni niciodată.

source: The healthy person has many wishes, but the sick person has only one.
ro_ro: Un om sănătos are multe dorințe. dar un om bolnav are numai una.

source: Indian Proverb
ro_ro: Proverb Indian

source: They say, "Money talks.", but what is your health saying?
ro_ro: Oamenii spun „Banii vorbesc”, dar sănătatea ta ce spune?

source: The wise man should consider that human health is the greatest of human blessings.
ro_ro: Ceea ce merită să fie făcut, merită să fie făcut bine

source: Good health shapes an expression of experiences.
ro_ro: E mai ușor să schimbi religia oamenilor decât obiceiul lor.

source: Muddy water is best cleared by leaving it alone.
ro_ro: Apa noroioasă este cel mai bine curățată dacă este lăsată în pace.

source: If we wait for the moment when everything, absolutely everything is ready, we shall never begin.
ro_ro: Dacă așteptăm momentul când totul, absolut totul este pregătit, nu vom începe niciodată.

source: Nothing is so fatiguing as the eternal hanging on of an uncompleted task.
ro_ro: Nimic nu este mai obositor decât ca să atârni de un lucru neterminat.

source: You are stronger than your challenges and your challenges are making you stronger.
ro_ro: Ești mai puternic decât provocările întâlnite, și provocările întâlnite te fac mai puternic

source: Know well what leads you forward and what holds you back, and choose the path that leads you to wisdom.
ro_ro: Se spune că timpul schimbă lucrurile, în realitate tu ești cel care trebuie să o facă.

source: The best way to predict the future is to create it.
ro_ro: Cel mai bun mod de a prezice viitorul este al crea.

source: Setting goals is the first step in turning the invisible into the visible.
ro_ro: A stabili ținte este primul pas pentru a transforma invizibilul în vizibil.

# carousel, accessibility text
source: Previous
ro_ro: Precedenta

# carousel, accessibility text
source: Next
ro_ro: Următoarea

source: Add a menu
ro_ro: Adaugă în meniu

# No post thumbnail text
source: No image available
ro_ro: Fără imagine

# ingredients-bar
source: The ingredients bar couldn't be calculated
ro_ro: Bara ingredientelor nu s-a putut calcula

# ingredients-bar
source: Healthy ingredients:
ro_ro: Ingrediente sănătoase:

# ingredients-bar
source: %s is natural
ro_ro: %s este naturală

# ingredients-bar
source: %s is artificial
ro_ro: %s este artificială

# ingredients-bar
source: Moderate health ingredients:
ro_ro: Ingrediente cu impact moderat:

# ingredients-bar
source: Unhealthy ingredients:
ro_ro: Ingrediente nesănătoase:

source: To article
ro_ro: Vezi articolul

# blogroll
source: No image available
ro_ro: Fără imagine

# blogroll
source: Ingredients:
ro_ro: Ingrediente:

# blogroll
source: This aliment has no ingredients.
ro_ro: Acest aliment nu are ingrediente.

# blogroll
source: To article
ro_ro: Vezi articolul

# accessibility
source: Login form popup
ro_ro: Chestionar de autentificare

# modal title
source: Options
ro_ro: Optiuni

# modal title
source: Login
ro_ro: Autentificare

# login modal
source: My profile
ro_ro: Profilul meu

# logout modal
source: Logout
ro_ro: Deconectare

# login modal
source: Edit Aliments
ro_ro: Editează alimentele

source: Back to home
ro_ro: Înapoi acasă

# main navbar
source: Aliments wiki
ro_ro: Wiki-ul Alimentelor

# navbar button text
source: My account
ro_ro: Contul meu

# navbar button text
source: Login
ro_ro: Autentificare

# top navigation bar, search placeholder
source: Search...
ro_ro: Caută...

source: No images for aliment available.
ro_ro: Nici o imagine pentru aliment disponibilă.

# post comments title
source: Comments:
ro_ro: Comentarii:

# post title
source: Description:
ro_ro: Descriere:

source: No description for this aliment available.
ro_ro: Nu există o descriere pentru aces aliment.

# front-end, aliment post type, section title
source: Ingredients:
ro_ro: Ingrediente:

source: No ingredients for this aliment added.
ro_ro: Nu există lista de ingrediente.

source: No description for this ingredient available.
ro_ro: Nu există o descriere pentru acest ingredient.
